Repository: Mebox/plugin.audio.poslouchej.radia
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# #30001
source: States
cs_cz: Státy
sk_sk: Štáty

# #30002
source: Genres
cs_cz: Žánry
sk_sk: Žánre

# #30003
source: Favourites
cs_cz: Oblíbené
sk_sk: Obľúbené

# #30004
source: Newest added
cs_cz: Nově přidané
sk_sk: Najnovšie pridané

# #30005
source: Slovak radios
cs_cz: Slovenská rádia
sk_sk: Slovensko

# #30006
source: Czech radios
cs_cz: Česká rádia
sk_sk: Česko

# #30007
source: Great Britain radios
cs_cz: Anglická rádia
sk_sk: Anglicko

# #30008
source: American radios
cs_cz: Americká rádia
sk_sk: Spojené štáty americké

# #30009
source: France radios
cs_cz: Francouzská rádia
sk_sk: Francúzsko

# #30010
source: Netherlands radios
cs_cz: Holandská rádia
sk_sk: Holandsko

# #30011
source: Germany radios
cs_cz: Německá rádia
sk_sk: Nemecko

# #30012
source: Poland radiosh
cs_cz: Polská rádia

# #30013
source: Austrian radios
cs_cz: Rakouská rádia
sk_sk: Rakúsko

# #30014
source: Russian radios
cs_cz: Ruská rádia
sk_sk: Rusko

# #30018
source: Spoken word
cs_cz: Mluvené slovo
sk_sk: Hovorené slovo

# #30021
source: Relax/Klasika/Dychovka
cs_cz: Relax/Klasika/Dechovka

# #30024
source: Solo for...
cs_cz: Sólo Pro ...
sk_sk: Sólo pre...

# #30025
source: News
cs_cz: Zpravodajská
sk_sk: Spravodajský

# #30026
source: Add to my favourites
cs_cz: Přidat do mého seznamu
sk_sk: Pridať do Môjho zoznamu

# #30027
source: Remove
cs_cz: Vymazat
sk_sk: Vymazať

# #30028
source: My list
cs_cz: Můj seznam
sk_sk: Môj zoznam

# #30029
source: Please control internet connection
cs_cz: Prosím zkontrolujte internetové připojení
sk_sk: Prosím skontrolujte internetové pripojenie

# #30030
source: Add custom station...
cs_cz: Přidat vlastní stanici...
sk_sk: Pridať vlastnú stanicu...

# #30031
source: Not successful
cs_cz: Nepodařilo se...
sk_sk: Nepodarilo sa...

# #30032
source: Insert name station
cs_cz: Zadajte název stanice!
sk_sk: Zadajte názov stanice!

# #30033
source: Added to my lists
cs_cz: Přidané do mého seznamu!
sk_sk: Pridané do môjho zoznamu!

# #30034
source: Edit
cs_cz: Upravit
sk_sk: Upraviť

# #30601
source: General
cs_cz: Hlavní
sk_sk: Hlavné

# #30602
source: Hide fanart
cs_cz: Skrýt fanart
sk_sk: Skryť fanart

# #30603
source: Insert
cs_cz: zadejte
sk_sk: Zadaj

# #30604
source: station name
cs_cz: název stanice
sk_sk: názov stanice

# #30605
source: url address of stream
cs_cz: url adresu streamu
sk_sk: url adresu streamu

# #30606
source: url address of image
cs_cz: url adresu obrázku
sk_sk: url adresu obrázka

# #30012
source: Poland radios
sk_sk: Poľsko

# #30035
source: Slovenian radios
sk_sk: Slovinsko
